USE CinemaShop
-- заполнение таблицы
INSERT INTO Магазин
VALUES(1, N'Брат', N'1 час 40 мин.', N'Брат.png', N'Экшен', N'R', 10, 18, 400, N'Россия', N'Брат.mp4')

INSERT INTO Магазин
VALUES(2, N'Джентльмены', N'1 час 53 мин.', N'Джентльмены.png', N'Экшен', N'R', 10, 18, 500, N'США', N'Джентльмены.mp4')

INSERT INTO Магазин
VALUES(3, N'Гринч', N'1 час 25 мин.', N'Гринч.png', N'Комедия', N'PG', 8, 6, 450, N'Франция', N'Гринч.mp4')

INSERT INTO Магазин
VALUES(4, N'Постучись в мою дверь', N'45 мин.', N'Постучись в мою дверь.png', N'Любовь', N'R', 7, 18, 300, N'Турция', N'Постучись в мою дверь.mp4')